{
  "appTitle": "Governance Study",
  "navigation": {
    "skipToMain": "Skip to main content",
    "toTop": "Top of page",
    "toHome": "Home",
    "toCommittees": "Committees",
    "toPositions": "Positions",
    "toPathways": "Pathways",
    "languageToggle": "Français",
    "onThisPage": "On this page"
  },
  "page": {
    "approach": "Approach",
    "home": {
      "title": "Governance Study",
      "description": "The purpose of this site is to provide an automated way of analysing quantitive information about various governance committees.\n\nThe very first dimension studied are the **Committees**.\n\nWe use structured raw data parsed from the committees terms of references to create a view of the overall information on each committee.\n\nIn order to be able to generate most of these, we also need structured raw data from the organizational chart. This data provides the needed information about committees members.\n\nThe second dimension we are looking into is the **Positions** themselves.\n\nCombining the same data sets as earlier provides an opportunity to quickly analyse how much time any given person has to spend in a variety of committees.\n\nFinally, in a large organization, new committees often get created to delegate specific parts of another committee's mandate.\n\nThis brings us to our final dimension which is currently called **Pathways**\n\nLeveraging the same earlier data sets, pathways are generated via a series of critical steps required to accomplish a desired outcome. A list of steps will we generate the pathways required for any scenario and provided quantitative analysis with regards to it. An example could be the minimum amount of time to go through the entire pathway in a perfect world, as well as more realistic estimates based on real world observations.\n\nIn order to get started, you will need at least the following raw data sets for now:\n\n- committees\n- positions\n- pathways \n- rates",
      "testData": "Download test data file"
    },
    "committees": {
      "title": "Committees Analysis",
      "description": "This pages contains a series of sections that aim to provide a rapid overview of existing committees.\n\n### Mapping of Positions with Committees\n\nThe first section is a mapping of the known positions to the list of committees found in the data. It is a visual representation of all positions and their links to the committees. The goal of the visualization is to help grasp the breadth of governance meetings being attended by any given individuals.\n\n### Detailed Committee Data\n\nThe rest of the sections are dynamically generated from the data and provide a deeper dive in each committee's information.\n\nThey contain individual committee information such as:\n\n- Mandate\n- Responsibilities\n- Statistical information\n- Meeting Proceedings and details\n- Qualitative observations, when available",
      "table": {
        "property": "Property",
        "value": "Value",
        "membersCount": "Committee Members Count",
        "standingPartipantsCount": "Standing Participants Count",
        "totalParticipants": "Total Attendance Count",
        "meetingDuration": "Meeting Duration (minutes)",
        "meetingCost": "Approximate Meeting Cost",
        "meetingAnnualCost": "Approximate Annual Meeting Cost"
      },
      "details": {
        "mandate": "Mandate",
        "responsibilities": "Responsibilities"
      },
      "committeePositionMap": {
        "title": "Mapping of Positions with Committees",
        "notAssigned": "Not assigned to a committee based on current data"
      }
    },
    "positions": {
      "title": "Positions Analysis",
      "description": "TBC",
      "positionsList": {
        "title": "List of Positions",
        "table": {
          "organization":"Organization",
          "branch": "Branch",
          "directorate": "Directorate",
          "position": "Position",
          "key": "Key",
          "classification": "Classification and Level",
          "reportsTo": "Reports to"
        }
      },
      "positionsCommittees": {
        "title": "Committees per Position",
        "description": "This section presents each position in the organization with the list of meetings they are expected to attend, either as chair, vice-chair, voting member or standing participant.",
        "attends": "The person in this position must attend the following committees",
        "table": {
          "committee": "Committee",
          "role": "Role",
          "chair": "Chair",
          "coChair": "Co-Chair",
          "viceChair": "Vice Chair",
          "votingMember": "Voting Member",
          "standingPartipant": "Standing Participant"
        }
      },
      "orgChart": {
        "title": "Organizational Chart"
      }
    },
    "pathways": {
      "title": "Pathways Analysis",
      "description": "This section presents various pathways with the necessary steps to accomplish the desired outcomes.\n\nVarious types of steps exist (more may be added as we pursue our analysis):\n\n- Research\n- Analysis\n- Request\n- Consultation\n- Briefing\n- Presentation\n\nFor the purpose of this tool, here are the definitions we will use for each type of step.\n\n**Research**: a step which consists in someone doing research on a specific topic. Examples could include a user searching a repository for available applications, a technical analyst doing a market scan of alternative tools, etc.\n\n**Analysis**: a step which consists in gathering the information and synthesizing it, possibly providing recommendations. For the purpose of this tool, the duration of an analysis step consists on the time spent doing the analysis as well as putting together any type of recommendations.\n\n**Request**: a step which consists in submiting a request to another group. Most requests are structured in nature, possibly part of an official process. It could be done via an email, a form, etc. For the purpose of this tool, the duration will include the time spent putting the request together as well as the average turn around time required to have the request processed.\n\n**Consultation**: a step where feedback on a topic is sought from other individuals or groups. For the purpose of this tool, it is assumed that each individuals or groups consulted requires at least 30 minutes sessions for explaining the topic and receiving preliminary feedback, plus a minimum of 30 minutes to prepare the consultation material itself ahead of time.\n\nNote:  experience shows that prior to presenting to a governing body for decision purposes, it is highly preferrable to individually meet with each voting member to receive critical feedback on the topic. As such, it is thought that any given step to present at a committee **for endorsement** requires a consultation step, where all committee voting members are individually consulted ahead of time.\n\n**Briefing**: a step in which someone provides official information in a standardized format to senior management. For example, this could be in the form of a briefing note to an executive or an in person discussion to provide an official update on a topic. For the purpose of this tool, duration will consist in material preparation as well as any time spent meeting for the purpose of briefing.\n\n**Presentation**: a step during which a person will put together presentation material and present it in front of an audience.",
      "pathway": "Pathway",
      "approach": "Approach",
      "step": "Step",
      "steps": "Steps"
    }
  },
  "button": {
    "reset": "Reset data",
    "test": "Test Demo Data",
    "submit": "Submit"
  },
  "alert": {
    "fileTypeJSON": "File Type Error: Please select a JSON file",
    "fileStructure": "File Data Structure Error:",
    "missingVersion": "- Missing File Version",
    "missingPositions": "- Missing Positions",
    "missingCommittees": "- Missing Committees",
    "missingPathways": "- Missing Pathways",
    "missingRates": "- Missing Rates",
    "submitValidFile": "Please submit a valid file",
    "proofOfConcept": "This is a proof of concept, a work in progress. Features and bug fixes are being applied on a daily basis.",
    "copyrightNotice": "Copyright © Her Majesty the Queen in Right of Canada, as represented by the Minister of Employment and Social Development Canada, 2019-2020."
  },
  "fileLoader": {
    "selectFile": "Select file"
  },
  "link": {
    "source": "View source"
  }
}
