{
  "appTitle": "Étude de la gouvernance",
  "navigation": {
    "skipToMain": "Passer au contenu principal",
    "toTop": "Haut de la page",
    "toHome": "Accueil",
    "toCommittees": "Comités",
    "toPositions": "Positions",
    "toPathways": "Parcours",
    "languageToggle": "English",
    "onThisPage": "Sur cette page"
  },
  "page": {
    "approach": "Approche",
    "home": {
      "title": "Étude de la gouvernance",
      "description": "L'objectif de ce site est de fournir un moyen automatisé d'analyser des informations quantitatives sur les différents comités de gouvernance.\n\nLa toute première dimension étudiée est celle des **comités**.\n\nNous utilisons des données brutes structurées extraites des termes de référence des comités pour créer une vue d'ensemble des informations sur chaque comité.\n\nPour être en mesure de générer les comités, nous avons également besoin de données brutes structurées provenant de l'organigramme. Ces données fournissent les informations nécessaires sur les membres des comités.\n\nLa deuxième dimension que nous examinons est celle des **Postes** eux-mêmes.\n\nEn combinant les mêmes ensembles de données que précédemment, il est possible d'analyser rapidement le temps qu'une personne donnée doit passer dans une variété de comités.\n\nEnfin, dans une grande organisation, de nouveaux comités sont souvent créés pour déléguer des parties spécifiques du mandat d'un autre comité.\n\nCeci nous amène à notre dernière dimension qui s'appelle actuellement **Parcours**.\n\nEn s'appuyant sur les mêmes ensembles de données précédents, les parcours sont générées par une série d'étapes critiques nécessaires pour atteindre un résultat souhaité. Une liste d'étapes nous permettra de générer les parcours requis pour tout scénario et de fournir une analyse quantitative à cet égard. Un exemple pourrait être le temps minimum nécessaire pour parcourir l'ensemble du processus dans un monde parfait, ainsi que des estimations plus réalistes basées sur des observations réelles.\n\nPour commencer, vous aurez besoin d'au moins les ensembles de données brutes suivants pour le moment :\n\n- comités\n- postes\n- parcours\n- taux des salaires",
      "testData": "Télécharger le fichier des données de démonstration"
    },
    "committees": {
      "title": "Analyses des comités",
      "description": "À compléter",
      "table": {
        "property": "Propriété",
        "value": "Valeur",
        "membersCount": "Nombre de membres votants",
        "standingPartipantsCount": "Nombre d'observateurs",
        "totalParticipants": "Nombre total de participants",
        "meetingDuration": "Durée de chaque rencontre",
        "meetingCost": "Coût approximatif par rencontre",
        "meetingAnnualCost": "Coût annuel total approximatif"
      },
      "details": {
        "mandate": "Mandate",
        "responsibilities": "Responsibilities"
      },
      "committeePositionMap": {
        "title": "Cartographie entre les positions et les comités",
        "notAssigned": "Pas de lien avec un comité selon les données actuelles"
      }
    },
    "positions": {
      "title": "Analyses des postes",
      "description": "À compléter",
      "positionsList": {
        "title": "Liste des postes",
        "table": {
          "position": "Poste",
          "key": "Clé",
          "classification": "Classification et Niveau",
          "reportsTo": "Se rapporte à"
        }
      },
      "positionsCommittees": {
        "title": "Comités par position",
        "description": "Cette section présente la liste des comités auxquels chaque poste de l'organisation est censé participer, que ce soit en tant que président, vice-président, membre votant ou participant permanent.",
        "attends": "La personne titulaire de ce poste doit participer aux comités suivants",
        "table": {
          "committee": "Comité",
          "role": "Rôle",
          "chair": "Présidence",
          "coChair": "Co-présidence",
          "viceChair": "Vice-présidence",
          "votingMember": "Membre votant",
          "standingPartipants": "Observation"
        }
      },
      "orgChart": {
        "title": "Diagramme organisationnel"
      }
    },
    "pathways": {
      "title": "Analyses des parcours",
      "description": "Cette page présente différents parcours ainsi que les étapes nécessaires pour accomplir l'objectif visé dans chaque situation.\n\nIl existe différents types d'étapes (d'autres types pourraient être ajoutés au cours de nos analyses) :\n\n- Recherche\n- Analyse\n- Requête\n- Consultation\n- Breffage\n- Présentation\n\n**Recherche**: une étape qui consiste à ce que quelqu'un fasse des recherches sur un sujet spécifique. Il peut s'agir, par exemple, d'un utilisateur qui recherche dans un référentiel les applications disponibles, d'un analyste technique qui effectue une analyse du marché des outils alternatifs, etc.\n\n**Analyse**: une étape qui consiste à rassembler les informations et à les synthétiser, en fournissant éventuellement des recommandations. Dans le cadre de cet outil, la durée d'une étape d'analyse comprend le temps consacré à l'analyse ainsi qu'à l'élaboration de tout type de recommandations.\n\n**Requête**: une étape qui consiste à soumettre une demande à un autre groupe. La plupart des demandes sont de nature structurée, faisant éventuellement partie d'un processus officiel. Elle peut se faire par le biais d'un e-mail, d'un formulaire, etc. Dans le cadre de cet outil, la durée comprendra le temps consacré à l'élaboration de la demande ainsi que le délai moyen de traitement de la demande.\n\n**Consultation**: une étape où l'on cherche à obtenir une rétroaction sur un sujet auprès d'autres personnes ou groupes. Pour les besoins de cet outil, on suppose qu'au moins 30 minutes our expliquer le sujet et recevoir un retour préliminaire est requis pour chaque individu ou groupe consulté a besoin, plus un minimum de 30 minutes pour préparer le matériel de consultation à l'avance.\n\nRemarque : l'expérience montre qu'avant de présenter un projet à un comité pour qu'il prenne une décision, il est hautement préférable de rencontrer individuellement chaque membre votant pour recevoir un retour critique sur le sujet. Ainsi, on estime que toute étape de présentation à un comité **pour approbation** nécessite une étape de consultation, où tous les membres votants du comité sont consultés individuellement à l'avance.\n\n**Breffage**: une étape au cours de laquelle quelqu'un fournit des informations officielles dans un format standardisé à la haute direction. Par exemple, cela peut prendre la forme d'une note d'information destinée à un cadre ou d'une discussion en personne pour faire le point sur un sujet. Pour les besoins de cet outil, la durée comprendra la préparation du matériel ainsi que le temps passé en réunion pour le briefing.\n\n**Présentation**: une étape au cours de laquelle une personne va élaborer du matériel de présentation et le présenter devant un public.",
      "pathway": "Parcours",
      "approach": "Approche",
      "step": "Étape",
      "steps": "Étapes"
    }
  },
  "button": {
    "reset": "Réinitialiser les données",
    "test": "Tester données démonstration",
    "submit": "Soumettre"
  },
  "alert": {
    "fileTypeJSON": "Erreur de type de fichier: S'il vous plait sélectionner un fichier JSON",
    "fileStructure": "Erreur de structure des données du fichier:",
    "missingVersion": "- Version du fichier manquante",
    "missingPositions": "- Positions manquantes",
    "missingCommittees": "- Comités manquants",
    "missingPathways": "- Chemins manquants",
    "missingRates": "- Taux manquants",
    "submitValidFile": "S'il vous plait soumettre un fichier valide",
    "proofOfConcept": "Ce site est une preuve de concept, un travail en cours. Des fonctionnalités et des corrections de bogues sont appliquées quotidiennement.",
    "copyrightNotice": "Droit d’auteur © Sa Majesté la Reine du chef du Canada, représentée par le ministre de Emploi et Développement social Canada, 2019-2020"
  },
  "fileLoader": {
    "selectFile": "Choisir le fichier"
  },
  "link": {
    "source": "Voir la source du code"
  }
}
